
/* Error description */
"A component of the path is not a directory." = "Una componente de la ruta no es un directorio.";

/* Error description */
"Buffer too small for attribute names." = "Búfer demasiado pequeño para el nombre de atributo.";

/* Error description */
"Failed to reassemble attribute value." = "Fallo al juntar valores de atributo.";

/* Error description */
"File name too long." = "Nombre de archivo demasiado largo.";

/* Error description */
"File system does not support extended attributes or they are disabled." = "El sistema de archivos no soporta atributos extendidos o están dehabilitados.";

/* Error description */
"I/O error occurred." = "Ocurrió un error de E/S.";

/* Error description */
"Invalid data." = "Datos inválidos.";

/* Error description */
"No space left on file system." = "Sin espacio en el sistema de archivos.";

/* Error description */
"Notes file not found." = "Archivo de notas no encontrado.";

/* Error description */
"Options contained XATTR_CREATE but the named attribute exists." = "Las opciones contenían XATTR_CREATE pero el nobre de atributo existe.";

/* Error description */
"Options not recognized." = "Opciones desconocidas.";

/* Error description */
"Path or name points to an invalid address." = "Ruta o nombre apunta a una dirección inválida.\n";

/* Error description */
"Read-only file system.  Unable to change attributes." = "Sistema de ficheros de sólo lectura. Incapaz de cambiar los atributos.";

/* Error description */
"Search permission denied for this path." = "Permiso denegado para buscar en esta ruta.";

/* Error description */
"The data size of the extended attribute is too large." = "El tammaño de datos del atributo extendido es demasiado largo.";

/* Error description */
"The file does not exist or is not a file." = "El archivo no existe o no es un archivo.";

/* Error description */
"The file does not exist or is not a package." = "El archivo no existe o no es un paquete.";

/* Error description */
"The named attribute does not exist." = "El atributo referido no existe.";

/* Error description */
"This file system object does not support extended attributes." = "Este sistema de ficheros no soporta atributos extendidos.";

/* Error description */
"Too many symlinks encountered resolving path." = "Demasiados enlaces encontrados resolviendo la ruta.";

/* Error description */
"Unknown error occurred." = "Ha ocurrido un error desconocido.";
